
===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.7997537868617355 P=0.5445430609701674

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=120.4687539758453 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=29.5619530010881 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=0.7397631462335994 P=0.5265198651535279

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=57903.30219334323 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=1889.944517350148 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=0.1226985128443117 P=0.484607512582759

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=5263.5661965215 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=324.4997278596515 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=324.4997278596515 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Колмогорова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================
