
===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=29.60630224609946 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=103.3067688001966 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6356163490845423 P=0.8139154257521992

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=2e+100   P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=2e+100   P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=0.5197826284529583 P=0.726712322375249

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=330.6668394405172 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=4647.644666989053 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=0.07312087607541067 P=0.7325559658229073

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=0.07312087607541067 P=0.7325559658229073

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================
