
===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=120.5490374730596 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.639190350702257 P=0.8085460415462126

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=103.5306231555109 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=2e+100   P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=0.3381942746491404 P=0.9069578152113085

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=91063.76769696975 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=5272.143416265458 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=0.05901398625274012 P=0.8201917003022676

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=4663.620245833536 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=4663.620245833536 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Логистическое распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 Лог(0.0000,1.0000)  n=200  OMP  ГСЧ=658.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================
