
===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=1.081453204349406 P=0.1926593687710871

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=120.3477364440213 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=29.18088771342818 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=1.122969245028798 P=0.2987248286073123

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=58103.75940248487 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=1878.076004870742 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=0.2080914020018075 P=0.2523296009280656

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=5264.14106174575 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=5264.14106174575 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=322.6393650210897 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Колмогорова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================
