
===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=28.8858205431413 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=103.6658453318382 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.7000209299254174 P=0.7112003519387544

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=2e+100   P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=2e+100   P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=0.5365300635894528 P=0.7098638516059994

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=320.3973872093381 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=4662.899351910224 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=4662.899351910224 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=0.08713784653741763 P=0.6516439608580732

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Андерсона–Дарлинга N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================
