
===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=120.1349873415113 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=0.6104197386517137 P=0.8501923120034304

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Колмогорова S=103.5023643445664 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=2e+100   P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=0.3188417534802284 P=0.9233609348203651

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Андерсона-Дарлинга S=90130.00258503132 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================

===
Колмогорова
Начальное приближение

# Результаты оценивания параметров распределения:
Колмогорова
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=5256.416984065266 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
Колм
Имя для .ini-файла:
#10()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=0.05186610036942868 P=0.8648655845595612

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a1
Начальное приближение

# Результаты оценивания параметров распределения:
a1
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=0.05186610036942868 P=0.8648655845595612

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a1
Имя для .ini-файла:
#6()
======================================

===
a2
Начальное приближение

# Результаты оценивания параметров распределения:
a2
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=10, r=0
* Крамера-Мизеса-Смирнова S=4645.165690121493 P=0       

D:\Program\Budancev\ОР\Лабы ОР\Лаба 10\Файлы\Нормальное распределение\Критерий Крамера–Мизеса–Смирнова N=16600 G(SlH0) H0 N(0.0000,1.0000)  n=200  OMP  ГСЧ=78.dat
Наилучшее :
a2
Имя для .ini-файла:
#8()
======================================
