
===
Su-Джонсона
Начальное приближение
формы t[0] = -0.91165329258178
формы t[1] = 1.64173296949844
масштаба t[2] = 0.15912283827997
сдвига t[3] = 0.64247981897088

# Результаты оценивания параметров распределения:
Su-Джонсона (-0.9117,1.6417) с масштабом 0.1591 со сдвигом 0.6425
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=15, r=3
* Хи-квадрат Пирсона S=17731.70089564915 P=0       

C:\ОР\Лабы\Лаба 3\Files\model_1_group.dat
Наилучшее :
Su-Дж (-0.9117,1.6417,0.1591,0.6425)
Имя для .ini-файла:
Shift(Scale(D25(-0.911652628484533434?,1.641732226037379450?),0.159122860851249964?),0.642479818970879690)
======================================

===
Su-Джонсона
Начальное приближение
формы t[0] = -0.91165262848453
формы t[1] = 1.64173222603738
масштаба t[2] = 0.15912283827997
сдвига t[3] = 1.03351244925322

# Результаты оценивания параметров распределения:
Su-Джонсона (-0.9117,1.6417) с масштабом 0.1591 со сдвигом 1.0335
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=15, r=4
* Хи-квадрат Пирсона S=3236248.98868823 P=0       

C:\ОР\Лабы\Лаба 3\Files\model_1_group.dat
Наилучшее :
Su-Дж (-0.9117,1.6417,0.1591,1.0335)
Имя для .ini-файла:
Shift(Scale(D25(-0.911651550851236947?,1.641732208117124836?),0.159124436259904856?),1.033511058511567660?)
======================================

===
Su-Джонсона
Начальное приближение
формы t[0] = -0.91165155085124
формы t[1] = 1.64173220811712
масштаба t[2] = 0.15912283827997
сдвига t[3] = 1.03351244925322

# Результаты оценивания параметров распределения:
Su-Джонсона (-0.9117,1.6417) с масштабом 0.1591 со сдвигом 1.0335
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=15, r=4
* Хи-квадрат Пирсона S=3236235.138777178 P=0       

C:\ОР\Лабы\Лаба 3\Files\model_1_group.dat
Наилучшее :
Su-Дж (-0.9117,1.6417,0.1591,1.0335)
Имя для .ini-файла:
Shift(Scale(D25(-0.911650473218048152?,1.641732190196952601?),0.159124436259371893?),1.033511058512237568?)
======================================

===
Su-Джонсона
Начальное приближение
формы t[0] = -0.91165047321805
формы t[1] = 1.64173219019695
масштаба t[2] = 0.15912283827997
сдвига t[3] = 0.60000000000000

# Результаты оценивания параметров распределения:
Su-Джонсона (-0.9116,1.6417) с масштабом 0.1591 со сдвигом 0.6000
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=15, r=3
* Хи-квадрат Пирсона S=25717.1529527944 P=0       

C:\ОР\Лабы\Лаба 3\Files\model_1_group.dat
Наилучшее :
Su-Дж (-0.9116,1.6417,0.1591,0.6000)
Имя для .ini-файла:
Shift(Scale(D25(-0.911649835900738670?,1.641731427890084305?),0.159122950243044126?),0.599999999999999978)
======================================

===
Su-Джонсона
Начальное приближение
формы t[0] = -0.91164983590074
формы t[1] = 1.64173142789008
масштаба t[2] = 0.15912283827997
сдвига t[3] = 0.65000000000000

# Результаты оценивания параметров распределения:
Su-Джонсона (-0.9116,1.6417) с масштабом 0.1591 со сдвигом 0.6500
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=15, r=3
* Хи-квадрат Пирсона S=16805.462314227 P=0       

C:\ОР\Лабы\Лаба 3\Files\model_1_group.dat
Наилучшее :
Su-Дж (-0.9116,1.6417,0.1591,0.6500)
Имя для .ini-файла:
Shift(Scale(D25(-0.911649166909018427?,1.641730687032655789?),0.159122849985927545?),0.650000000000000022)
======================================

===
Su-Джонсона
Начальное приближение
формы t[0] = -0.91164916690902
формы t[1] = 1.64173068703266
масштаба t[2] = 0.15459286246279
сдвига t[3] = 0.56465880753371

# Результаты оценивания параметров распределения:
Su-Джонсона (-0.9116,1.6417) с масштабом 0.1546 со сдвигом 0.5647
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=15, r=4
* Хи-квадрат Пирсона S=41215.65360666554 P=0       

C:\ОР\Лабы\Лаба 3\Files\model_1_group.dat
Наилучшее :
Su-Дж (-0.9116,1.6417,0.1546,0.5647)
Имя для .ini-файла:
Shift(Scale(D25(-0.911648403767792215?,1.641730773425583934?),0.154593661101466190?),0.564659072800242079?)
======================================

===
Su-Джонсона
Начальное приближение
формы t[0] = -1.39014908809436
формы t[1] = 3.28483911943843
масштаба t[2] = 0.15459286246279
сдвига t[3] = 0.56465880753371

# Результаты оценивания параметров распределения:
Su-Джонсона (-1.6054,3.0242) с масштабом 0.6495 со сдвигом 0.4815
Метод максимального правдоподобия
Оценка по серединам интервалов

Результаты проверки согласия: k=15, r=4
* Хи-квадрат Пирсона S=237.6539062242042 P=2.129610918942898e-45

C:\ОР\Лабы\Лаба 3\Files\model_1_group.dat
Наилучшее :
Su-Дж (-1.6054,3.0242,0.6495,0.4815)
Имя для .ini-файла:
Shift(Scale(D25(-1.605433079871646962?,3.024229437115188990?),0.649497402729066642?),0.481524841191038333?)
======================================
